Revit 2027 API
ParameterTypeId.RbsSystemNameParam Property
 "System Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemNameParam { get; }
Public Shared ReadOnly Property RbsSystemNameParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemNameParam {
	ForgeTypeId^ get ();
}
static member RbsSystemNameParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace